Revit 2027 API
AdvancedWood.WoodLatecolorPerlinProf Property
 The property labeled "Profile for latewood color perlin noise" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodLatecolorPerlinProf { get; }
Public Shared ReadOnly Property WoodLatecolorPerlinProf As String
	Get
public:
static property String^ WoodLatecolorPerlinProf {
	String^ get ();
}
static member WoodLatecolorPerlinProf : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace